{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1964 – On March 31, during the presidency of Joao Goulart ",
        "year": "1964",
        "data": "On March 31, during the presidency of Joao Goulart, the armed forces rebel against the government. After the coup d’état, General Humberto Castelo Branco is designated as head of government, and Goulart goes into exile in Uruguay."
      },
      {
        "category": "Key historical events",
        "description": "1968 – Masacre de San Juan",
        "year": "1968",
        "data": "asseata dos Cem Mil. A mass protest against the dictatorship took place in Rio de Janeiro, with the participation of different sector of Brazilian civil society."
      },
      {
        "category": "Key historical events",
        "description": "1972 – The organisation Amnesty International publishes",
        "year": "1972",
        "data": "The organisation Amnesty International publishes a report containing the names of victims of torture in Brazil. It also identifies some of the state officials responsible."
      },
      {
        "category": "Key historical events",
        "description": "1974 – On February 23, student Fernando ",
        "year": "1974",
        "data": "On February 23, student Fernando de Santa Cruz was detained by agents of the state in Rio de Janeiro, then killed and forcibly disappeared. "
      },
      {
        "category": "Key historical events",
        "description": "1975 – On October 26, journalist Vladimir Herzog",
        "year": "1975",
        "data": "On October 26, journalist Vladimir Herzog was tortured and killed after visiting a police station. His murder provoked shock and reactions throughout Brazilian society."
      },
      {
        "category": "Key historical events",
        "description": "1976 – Between January 16 and 17, the metal worker Manoel Fiel Filho",
        "year": "1976",
        "data": "Between January 16 and 17, the metal worker Manoel Fiel Filho is tortured and killed by agents of the dictatorship."
      },
      {
        "category": "Key historical events",
        "description": "1977 – In a courtyard of the Universidad de São Paulo",
        "year": "1977",
        "data": "In a courtyard of the Universidad de São Paulo, the lawyer Goffredo Telles Jr. read out the “Carta aos brasileiros”, a text condemning the dictatorship."
      },
      {
        "category": "Key historical events",
        "description": "1979 – Lei da Anistia",
        "year": "1979",
        "data": "Lei da Anistia. The dictatorship government decreed an amnesty law. It was a long-standing demand of Brazilian civil society, intended to benefit citizens that were politically persecuted, though it was approved in the terms defined by the government."
      },
      {
        "category": "Key historical events",
        "description": "1985 – The book Brasil: nunca mais was published",
        "year": "1985",
        "data": "The book Brasil: nunca mais was published. It is a report that documents, from judicial sources, cases of human rights violations during the dictatorship."
      },
      {
        "category": "Key historical events",
        "description": "1985 – Tancredo Neves became president through an electoral college",
        "year": "1985",
        "data": "Tancredo Neves became president through an electoral college, defeating the candidate of the dictatorship’s government. Neves died the same year and José Sarney became president"
      },
      {
        "category": "Memory initiatives",
        "description": "Lei N°9.140 “Lei dos Desaparecidos” (1995)",
        "year": "1995",
        "data": "Lei N°9.140 “Lei dos Desaparecidos” (1995): a legal instrument that establishes the state’s responsibility in the death of people forcibly disappeared because of their political activities between 1961 and 1988. Also creates the Comissão Especial sobre Mortos e Desaparecidos Políticos."
      },
      {
        "category": "Memory initiatives",
        "description": "Lei N°10.559 (2002)",
        "year": "2002",
        "data": "Lei N°10.559 (2002): a legal instrument that creates the Comissão de Anistia and establishes reparation measures for people that were granted political amnesty."
      },
      {
        "category": "Memory initiatives",
        "description": " Direito à Memória e à Verdade (2007)",
        "year": "2007",
        "data": "Direito à Memória e à Verdade (2007): a report produced as a result of the work of the work of the CEMPD, published by the Secretaria Especial dos Dereitos Humanos."
      },
      {
        "category": "Memory initiatives",
        "description": "Dôssie Ditadura",
        "year": "2009",
        "data": "Dôssie Ditadura: Mortos e Desaparecidos Políticos no Brasil (1964-1985) (2009): the latest report of the investigations on victims of human rights violations carried out by the Comissão de Familiares de Mortos e Desaparecidos Políticos. Different versions of the document have been published since 1979. ."
      },
      {
        "category": "Memory initiatives",
        "description": " Relatório da Comissão Nacional da Verdade",
        "year": "2014",
        "data": "Relatório da Comissão Nacional da Verdade (2014): a document, published in three volumes, detailing the work of this commission."
      },
      {
        "category": "sites of memory",
        "description": "Memorial Pessoas Imprescindíveis",
        "year": "N/A",
        "data": "Memorial Pessoas Imprescindíveis: a series of commemorative sites, located in different cities, dedicated to victims of human rights violations during the dictatorship. "
      },
      {
        "category": "sites of memory",
        "description": "Memorial da Anistia",
        "year": "N/A",
        "data": "Memorial da Anistia: an unfinished project for a commemorative space that was going to be constructed in the city of Belo Horizonte. "
      },
      {
        "category": "sites of memory",
        "description": "Caminhos da ditadura em Porto Alegre (2016)",
        "year": "N/A",
        "data": "Caminhos da ditadura em Porto Alegre (2016): a map, available online, of sites of state repression and civil resistante to the dictatorship in this city, created by historian Anita Natividade Carneiro. "
      },
      {
        "category": "Organizations",
        "description": "Comissão de Justiça e Paz (CJE)",
        "year": "1972",
        "data": "Comissão de Justiça e Paz (CJE): an organisation created in 1972 with the aid of catholic Archbishop Paulo Evaristo Arns, which provided support to victims of human rights violations."
      },
      {
        "category": "Organizations",
        "description": "Movimento Feminino Pela Anistia (MFPA)",
        "year": "1975",
        "data": "Movimento Feminino Pela Anistia (MFPA): a political movement founded in 1975 by Theresinha Zerbini. It installed a demand for amnesty for citizens politically persecuted by the dictatorship."
      },
      {
        "category": "Organizations",
        "description": "Comissão Especial sobre Mortos e Desaparecidos Políticos",
        "year": "N/A",
        "data": "Comissão Especial sobre Mortos e Desaparecidos Políticos (CEMPD): an investigative body created in 1995 with the aim of searching for people killed and forcibly disappeared during the dictatorship period, as well as resolving on reparatory demands for the victims’ families. ."
      },
      {
        "category": "Organizations",
        "description": "Comissão Nacional da Verdade (CNV)",
        "year": "2011",
        "data": "Comissão Nacional da Verdade (CNV): an official body created in 2011 with the purpose of investigating human rights violations that occurred between September 18, 1946, and October 5, 1985. ."
      },
      {
        "category": "Organizations",
        "description": "Plataforma de luchadores sociales y sobrevivientes de las dictaduras",
        "year": "2022",
        "data": "The commission was recently closed in December 2022, without completing its task."
      }
       
    ]
  }
  