{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1964 – On October 11 ",
        "year": "1968",
        "data": "On October 11, forces of the Guardia Nacional effected a coup d’état, deposing elected president Arnulfo Arias. The main legislative body, the Asamblea Nacional, was closed. Civil and political rights were restricted, and many citizens were violently persecuted."
      },
      {
        "category": "Key historical events",
        "description": "1967 – General Omar Torrijos",
        "year": "1969",
        "data": "General Omar Torrijos took control of the government."
      },
      {
        "category": "Key historical events",
        "description": "1970 – Union leader Heliodoro Portugal was detained",
        "year": "1970",
        "data": "Union leader Heliodoro Portugal was detained by the armed forces, killed, and his body forcibly disappeared."
      },
      {
        "category": "Key historical events",
        "description": "1971 – Colombian priest Jesús Héctor Gallego",
        "year": "1971",
        "data": "Colombian priest Jesús Héctor Gallego was kidnaped in the Veraguas province by members of the Guardia Nacional. He was then killed and forcibly disappeared. "
      },
      {
        "category": "Key historical events",
        "description": "1977 – A delegation from the Inter-American Commission on Human Rights",
        "year": "1977",
        "data": "A delegation from the Inter-American Commission on Human Rights visited Panama. A report on human rights situation was produced in 1978."
      },
      {
        "category": "Key historical events",
        "description": "1981 – General Torrijos",
        "year": "1981",
        "data": "General Torrijos died in an accident."
      },
      {
        "category": "Key historical events",
        "description": "1983 – Manuel Antonio Noriega ",
        "year": "1983",
        "data": "Manuel Antonio Noriega took control of the armed forces and de facto control of the government. The Guardia Nacional became the Fuerzas de Defensa, increasing its size and budget."
      },
      {
        "category": "Key historical events",
        "description": "1979 – Masacre de Todos Santos",
        "year": "1979",
        "data": "Masacre de Todos Santos. At the beginning of November, Colonel Alberto Natusch leads a coup d'état. Numerous protests follow, which are violently suppressed by the army."
      },
      {
        "category": "Key historical events",
        "description": "1985 – Physician and guerrilla Hugo Spadafora ",
        "year": "1985",
        "data": "Physician and guerrilla Hugo Spadafora was tortured, killed, and beheaded by agents of the Fuerzas de Defensa. Spadafora had openly criticised Noriega who, in response, arranged the former’s killing. Protests spark across the country."
      },
      {
        "category": "Key historical events",
        "description": "1987 – Mass protests against the Noriega regime occured in Panama.",
        "year": "1987",
        "data": "Mass protests against the Noriega regime occured in Panama. The organisation known as Cruzada Civilista led the calls to protest, which were violently repressed by the government.."
      },
      {
        "category": "Key historical events",
        "description": "1989 – Albrook Massacre",
        "year": "1989",
        "data": "Albrook Massacre. Sectors of the armed forces attempted a coup against Noriega. The leaders of the uprising were subsequently tortured and killed.."
      },
      {
        "category": "Key historical events",
        "description": "1989 – On December 20",
        "year": "1989",
        "data": "On December 20, troops of the U.S. invaded Panama, under command of the George H.W. Bush administration. Hundreds of Panamanian citizens were killed, and the cities were looted.Noriega was captured by U.S. forces and prosecuted abroad for drug trafficking."
      },
      {
        "category": "Key historical events",
        "description": "1989 – While Panama was still under U.S. occupation",
        "year": "1989",
        "data": "While Panama was still under U.S. occupation, Guillermo Endara became president, based on the results of the last held election."
      },
      {
        "category": "Memory initiatives",
        "description": "Informe de la Comisión de la Verdad de Panamá",
        "year": "2002",
        "data": " Informe de la Comisión de la Verdad de Panamá. “…la Verdad os hará libres” (2002): document detailing the work of the commission, published by the Defensoría del Pueblo.."
      },
      {
        "category": "Memory initiatives",
        "description": "Case Heliodoro Portugal versus Panama ",
        "year": "2008",
        "data": "Case Heliodoro Portugal versus Panama (2008). After a long judicial process, a sentence of the Inter American Court of Human Rights determines the Panamanian state’s responsibility in this case of enforced disappearance."
      },
      {
        "category": "Memory initiatives",
        "description": "Friendly settlements in Case 13",
        "year": "2019",
        "data": "Friendly settlements in Case 13,017 Families of Victims of Panama’s Military Dictatorship (2019). With IACHR mediation, the Panamanian state and two organisations of victims of the dictatorship reach an agreement comprising, among other measures: recognition of state responsibility, memory initiatives, and reparative measures.Case 13017 A – Between the Panamanian state and the COFADEPA-HG.Case 13017 C – Between the Panamanian state and the COFADECHI."
      },
      {
        "category": "sites of memory",
        "description": "Cuartel Los Pumas: barracks located in the Tocumen neighbourhood",
        "year": "1999",
        "data": "Cuartel Los Pumas: barracks located in the Tocumen neighbourhood, Panama City. In 1999 the first human remains of victims of state violence were found at this location. As the remains were buried in mass graves, long judicial processes have been required to identify them. "
      },
      {
        "category": "Organizations",
        "description": "Comité Panameño por los Derechos Humanos ",
        "year": "1974",
        "data": "Comité Panameño por los Derechos Humanos (CPDH): an organisation active since 1987, working on different human rights issues."
      },
      {
        "category": "Organizations",
        "description": "Coordinadora Popular de Derechos Humanos de Panamá",
        "year": "1986",
        "data": "Coordinadora Popular de Derechos Humanos de Panamá (COPODEHUPA): a civil organisation founded in 1986 with the aim of providing support in cases of human rights violations."
      },
      {
        "category": "Organizations",
        "description": "Comité de Familiares de Asesinados y Desaparecidos de Panamá “Héctor Gallego",
        "year": "N/A",
        "data": "Comité de Familiares de Asesinados y Desaparecidos de Panamá “Héctor Gallego” (COFADEPA), Comité de Familiares de Asesinados y Desaparecidos de Chiriguí (COFADECHI): civil organisations of relatives of victims of human rights violations during the dictatorship period. ."
      },
      {
        "category": "Organizations",
        "description": "Comisión de la Verdad",
        "year": "2001",
        "data": "Comisión de la Verdad: A body created in 2001 at the behest of various civil organisations, with the aim of investigating cases of victims of state violence that occurred from 1968 to 1989.."
      },
      {
        "category": "Organizations",
        "description": "Comisión 20 de Diciembre 1989",
        "year": "1989",
        "data": "Comisión 20 de Diciembre 1989: A commission created via an Executive Order in 2016 with the aim of investigating human rights violations that occurred during the U.S. invasion of Panama."
      },
      {
        "category": "Issues specific to a country",
        "description": "The United States government",
        "year": "N/A",
        "data": "The United States government was heavily involved in Panamanian politics, partly due to their former control of the Panama Canal, which was later returned to Panama through the Torrijos-Carter treaty.Moreover, the School of the Americas, the institution through which the U.S. government provided training in violent methods of counterinsurgency to Latin American armed forces, operated for many years in the Panama Canal zone."
      }
    
       
    ]
  }
  