{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1989 – El Caracazo ",
        "year": "1989",
        "data": "El Caracazo”. During the second government of of Carlos Andrés Pérez, during a socio-economic crisis, a series of mass protests and riots broke out in the country. The government repressed the demonstrations, and many people were killed. These protests continued in the following years."
      },
      {
        "category": "Key historical events",
        "description": "1992 – On 4 February",
        "year": "1992",
        "data": "On 4 February, a group of army officers leads a coup attempt against the government. The coup fails, and Lieutenant Colonel Hugo Chávez claimed responsibility. There was a second coup attempt on 27 November of the same yea."
      },
      {
        "category": "Key historical events",
        "description": "1993 – In May, Pérez was impeached on charges of corruption",
        "year": "1993",
        "data": "In May, Pérez was impeached on charges of corruption. The Congress removed him from the presidency on 31 August."
      },
      {
        "category": "Key historical events",
        "description": "1974 – In February ",
        "year": "1994",
        "data": "In February, Rafael Caldera became president. "
      },
      {
        "category": "Key historical events",
        "description": "1999 – After winning the elections",
        "year": "1999",
        "data": "After winning the elections, Hugo Chávez Frías became president of Venezuela, bringing the movement known as the Revolución Bolivariana to the fore.In the same year, a Constituent Assembly was organised, and on 21 December, a new Constitution is proclaimed. The country’s name was changed to República Bolivariana de Venezuela."
      },
      {
        "category": "Key historical events",
        "description": "2001 – Protests against the government began",
        "year": "2001",
        "data": "Protests against the government began, led by various groups. These continued throughout the following years."
      },
      {
        "category": "Key historical events",
        "description": "2002 – Coup d’état",
        "year": "2002",
        "data": "Coup d’état. In April, amid mass protests in the country, Chávez was ousted from power for a few days by the military. He was reinstated shortly afterwards.A general strike broke out in December and lasted until February 2003. The episode is also known as “paro petrolero”, as it had the state oil company as one of its main actors."
      },
      {
        "category": "Key historical events",
        "description": "2004 – A referendum was called to decide whether Chavéz’s",
        "year": "2004",
        "data": "A referendum was called to decide whether Chavéz’s should continue as president, and it was resolved in his favour."
      },
      {
        "category": "Key historical events",
        "description": "2012 – Chávez won the presidential election",
        "year": "2012",
        "data": "Chávez won the presidential election but passed away on 5 March 2013.."
      },
      {
        "category": "Key historical events",
        "description": "1985 – Tancredo Neves became president through an electoral college",
        "year": "1985",
        "data": "A presidential election was held after Chávez’s death. Nicolás Maduro was elected president. The results of the election were contested by parts of the opposition and protests broke out"
      },
      {
        "category": "key historical events",
        "description": "Numerous protests against the Maduro government",
        "year": "2014",
        "data": "Numerous protests against the Maduro government and the living conditions of the population took place throughout the year and were repressed by the government."
      },
      {
        "category": "key historical events",
        "description": "In April",
        "year": "2017",
        "data": "In April, a wave of protests broke out across the country following some government measures concerning the legislative body, the Asamblea Nacional. These were violently repressed by the state, but continued until July of that year."
      },
      {
        "category": "key historical events",
        "description": "In January",
        "year": "2019",
        "data": "In January, as Nicolás Maduro was about to be inaugurated for another term, his appointment was questioned by various groups. The Asamblea Nacional nominated Juan Guaidó as interim president. Subsequently, a series of mass protests broke out across the country and continued throughout the year."
      },
      {
        "category": "Organizations",
        "description": "Programa Venezolano de Educación-Acción en Derechos Humanos",
        "year": "N/A",
        "data": "Programa Venezolano de Educación-Acción en Derechos Humanos (PROVEA): non-governmental organisation created in 1988 to advance human rights in the country."
      },
      {
        "category": "Organizations",
        "description": "Comité de Familiares de Víctimas del Caracazo",
        "year": "1989",
        "data": "Comité de Familiares de Víctimas del Caracazo (COFAVIC): a non-governmental organisation for the promotion of human rights, created in 1989 by relatives of victims of state violence during the events of the “Caracazo."
      },
      {
        "category": "Organizations",
        "description": "Foro Penal",
        "year": "2005",
        "data": "Foro Penal: a non-governmental organisation founded in 2005 that provides legal assistance to victims of human rights violations and those persecuted by the state."
      },
      {
        "category": "Organizations",
        "description": "Observatorio Venezolano de Conflictividad Social",
        "year": "2010",
        "data": "Observatorio Venezolano de Conflictividad Social (OVCS): an organisation created in 2010 to monitor manifestations and the general human rights situation in the country. ."
      },
      {
        "category": "Organizations",
        "description": "Centro de Paz y Justicia",
        "year": "N/A",
        "data": "Centro de Paz y Justicia (CEPAJ): an organisation working on the promotion of human rights, including a focus on gender issues."
      },
      {
        "category": "Organizations",
        "description": "Independent International Fact-Finding Mission",
        "year": "2014",
        "data": "Independent International Fact-Finding Mission on the Bolivarian Republic of Venezuela: a body set up by the UN Human Rights Council in 2019 to investigate human rights violations that have occurred from 2014 onwards."
      },
      {
        "category": "issues specific to a country",
        "description": "Venezuela continues to experience a social, economic, and political crisis",
        "year": "2015",
        "data": "Venezuela continues to experience a social, economic, and political crisis. Since 2015, an increasing number of Venezuelan citizens have left the country, mostly to resettle in other Latin American countries, where new migrant and refugee issues have recently emerged. The UN Refugee Agency (UNHCR) has labelled the situation as one of the largest displacement crises currently unfolding across the globe."
      }

       
    ]
  }
  