{
	"EcuadorData":
	[
		{
			"1":"1"
		},
		{
			"1":"Actors:Ecuadorian State; Police and Armed Forces from Ecuador; various political parties from Ecuador; indigenous peoples and their organisations; other civil organisations,The report of the CVE recognises 456 cases of victims of various forms of human rights violations in the 1984-2008 period."
		},
		{
			"1":"Key historical events "
		},
		{
			"1":"1984 – In August"
		},
		{
			"1":"1985 – Luis Vaca"
		},
		{
			"1":"1985 – Teacher Consuelo Benavides Ceballos was detained"
		},
		{
			"1":"1986 – Representatives of various indigenous peoples from Ecuador found the Confederación de Nacionalidades Indígenas del Ecuador (CONAIE)."
		},
		{
			"1":"1988 – The Restrepo Arismendi brothers"
		},
		{
			"1":"1990 – During the presidency of Eduardo Ballán"
		},
		{
			"1":"1993 – Episode known as “11 del Putumayo”. Following a deployment of the army in the Sucumbíos province"
		},
		{
			"1":"1996 – Abdala Bucaram was elected president. Amidst mass public protests against the government"
		},
		{
			"1":"1998 – Jamil Mahuad was elected president. In 2000"
		},
		{
			"1":"2002 – Lucio Gutiérrez was elected president. In 2005"
		},
		{
			"1":"Memory initiatives"
		},
		{
			"1":"Informe: sin verdad no hay justicia (2010): a document comprising five volumes that detail the work of the Comisión de la Verdad regarding the 1983-2008 period. "
		},
		{
			"1":"Ley para la Reparación de las Víctimas y la Judicialización de graves violaciones de Derechos Humanos y Delitos de Lesa Humanidad ocurridos en el Ecuador entre el 4 de octubre de 1983 y el 31 de diciembre de 2008 (2013): a legal instrument that defines reparation measures for victims of human rights violations recognised by the work of the CVE."
		},
		{
			"1":"Within the framework established by this law"
		},
		{
			"1":"Sites of memory"
		},
		{
			"1":"Museo de la memoria: a commemorative space that is expected to be constructed by the Ecuadorian state"
		},
		{
			"1":"Organisations"
		},
		{
			"1":"Fundación Regional de Asesoría en Derechos Humanos (INREDH): an organisation formed in 1993"
		},
		{
			"1":"Comité de víctimas y familiares de delitos de lesa humanidad y graves violaciones de derechos humanos: an organisation currently led by Clara Merino"
		},
		{
			"1":"Comisión Ecuménica de Derechos Humanos (CEDHU): a non-governmental organisation that collaborates with various groups around human rights issues. It was formed in 1978"
		},
		{
			"1":"Comisión de la Verdad del Ecuador: an investigative body created by presidential decree in 2007"
		},
		{
			"1":"Issues specific to the country"
		},
		{
			"Ecuador":""
		}
	]
}