{
	"ParaguayData":
	[
		{
			"1":"1"
		},
		{
			"1":"Actors Paraguayan armed forces; Uruguayan political parties (mainly the Partido Colorado"
		},
		{
			"1":"Key historical events"
		},
		{
			"1":"1954 – In May"
		},
		{
			"1":"The final report of the Comisión Verdad y Justicia lists 9"
		},
		{
			"1":"1959 – The death of Bernardo Aranda triggers a persecution of homosexuals in the country"
		},
		{
			"1":"1973 – The genocide of the Aché people is denounced internationally by Mark Munzel. Since the 1960s"
		},
		{
			"1":"1976 – Event known as the \"Pascua dolorosa\". The regime launched a bloody campaign of repression against peasant movements, mainly the Ligas Agrarias Cristiana in the Misiones province."
		},
		{
			"1":"1988 – Marcha por la vida. A massive protest demonstration in Asunción on Human Rights Day was repressed by government forces."
		},
		{
			"1":"1989 – A coup led by General Andrés Rodríguez ends the Stroessner regime as a result of internal strife. The Partido Colorado remained in power."
		},
		{
			"1":"1992 – Documents from the so-called \"Archive of Terror\" are discovered."
		},
		{
			"1":"2006 – The ruling of the Inter-American Court of Human Rights in the case “Goiburú and others vs. Paraguay” set a precedent by recognising the existence of Operation Condor."
		},
		{
			"1":"Memory initiatives"
		},
		{
			"1":"Informe Final de la Comisión de Verdad y Justicia - Anive haguâ oiko (2008): a document published as a result of the work of this Commission. It establishes the responsibility of the State and related bodies in the perpetration of crimes against humanity."
		},
		{
			"1":"Ley Nº 3603 (2008"
		},
		{
			"1":"Sites of memory"
		},
		{
			"1":"Museo de las memorias: Dictadura y derechos humanos: a museum in Asunción"
		},
		{
			"1":"Museo de la Justicia"
		},
		{
			"1":"Plaza de los desaparecidos: a public memorial"
		},
		{
			"1":"Abraham Cue: a place of remembrance in the Misiones departament"
		},
		{
			"1":"Organisations"
		},
		{
			"1":"Comité de Iglesias para Ayudas de Emergencia (CIPAE): an organisation linked to the Catholic Church"
		},
		{
			"1":"Coordinadora de derechos humanos en Paraguay (CODEHUPY): A group of civil society organisations"
		},
		{
			"1":"Mesa memoria histórica y archivos de la represión: A body that brings together various organisations of victims of the dictatorship and their families.  "
		},
		{
			"1":"Comisión Verdad y Justicia (CVR): Official body created in 2004 to investigate cases of human rights violations that occurred between 1954 and 2003.  It became the Dirección General de Verdad"
		},
		{
			"1":"Issues specific to the country"
		},
		{
			"1":"The report of the CVR describes the phenomenon known as \"tierras mal habidas\". During the years of the dictatorship, massive irregular transfers of land ownership took place, resulting in unequal distribution to the detriment of peasant and indigenous communities"
		}
	]
}