{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1973 – On 11 September",
        "year": "1973",
        "data": "On 11 September, the armed forces stage a coup and depose Salvador Allende.A Junta Militar led by General Augusto Pinochet took control of the government. The dictatorship began a violent political persecution of the population. As part of the Caravana de la muerte, the army deployed its forces throughout the country, killing and forcibly disappearing those perceived as political opponents"
      },
      {
        "category": "Key historical events",
        "description": "1976 – Catholic Archbishop Raúl Silva Henríquez",
        "year": "1976",
        "data": "atholic Archbishop Raúl Silva Henríquez founded the Vicaría de la solidaridad. The organisation would provide a wide range of assistance to victims of human rights violations until 1992. ."
      },
      {
        "category": "Key historical events",
        "description": "1978 – Hornos de Lonquén case",
        "year": "1978",
        "data": "Hornos de Lonquén case. The remains of 15 campesinos imprisoned during the early years of the dictatorship are found in the lime kilns of an abandoned mine.This site was one of the first to be transformed into a place of remembrance after the dictatorship"
      },
      {
        "category": "Key historical events",
        "description": "1983 – A mass protest against the dictatorship ",
        "year": "1983",
        "data": "A mass protest against the dictatorship is held in Santiago in May. Mass protests continue in the following years.."
      },
      {
        "category": "Key historical events",
        "description": "1985 – The discovery of the decapitated bodies",
        "year": "1985",
        "data": " The discovery of the decapitated bodies of three members of the Communist Party (José Manuel Parada, Manuel Guerrero and Santiago Nattino) causes a nationwide shock."
      },
      {
        "category": "Key historical events",
        "description": "1989 – In the context of mass mobilisations against the dictatorship",
        "year": "1989",
        "data": "In the context of mass mobilisations against the dictatorship, a referendum is held on the continuation of the Pinochet government. The Campaña por el No (a campaign against continuity of the dictatorship government) wins, paving the way for elections."
      },
      {
        "category": "Key historical events",
        "description": "1990 – In May”",
        "year": "1990",
        "data": "In May, Patricio Aylwin becomes the first elected president since the dictatorship."
      },
      {
        "category": "Memory initiatives",
        "description": "Informe de la Comisión de Verdad y Reconciliación",
        "year": "1991",
        "data": "Informe de la Comisión de Verdad y Reconciliación (1991): also known as Informe Rettig, it is a document published in three volumes detailing the result of the work of the commission."
      },
      {
        "category": "Memory initiatives",
        "description": "Programa de Reparación y Atención Integral en Salud y Derechos Humanos ",
        "year": "1992",
        "data": "Programa de Reparación y Atención Integral en Salud y Derechos Humanos (PRAIS) (1992): a programme of reparative measures and health assistance for victims and their relatives, operated through the Ministry of Health."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley 19.123 (1992, with subsequent modifications)",
        "year": "1992",
        "data": "Ley 19.123 (1992, with subsequent modifications): the law that creates the Corporación Nacional de Reparación y Reconciliación. It defines investigative and reparative measures for cases of victims of human rights violations, as per the recommendations found in the “Informe Rettig”. Some measures were continued through the Programa de Derechos Humanos (1997)."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley 20.405 (2009)",
        "year": "2009",
        "data": "Ley 20.405 (2009) Creates the Instituto Nacional de Derechos Humanos, which takes up some of the roles defined in the instruments mentioned above."
      },
      {
        "category": "Memory initiatives",
        "description": "Informe de la Comisón Nacional sobre Prisión Política y tortura",
        "year": "2005",
        "data": "Informe de la Comisón Nacional sobre Prisión Política y tortura (2005): a report of the investigation carried out by this commission. It is also known as Informe Valech I, as it was later expanded by the work (Informe Valech II) of the Comisión asesora para la calificación (see ‘Organisations’ below)."
      },
      {
        "category": "Organizations",
        "description": "Agrupación de Familiares de Detenidos Desaparecidos (AFDD)",
        "year": "1975",
        "data": "Agrupación de Familiares de Detenidos Desaparecidos (AFDD), Agrupación de Familiares de Ejecutados Políticos (AFEP): two organisations created, respectively, in 1975 and 1976, by relatives of victims of human rights violations by state agents during the dictatorship."
      },
      {
        "category": "Organizations",
        "description": "Comisión Chilena de Derechos Humanos",
        "year": "1978",
        "data": "Comisión Chilena de Derechos Humanos: a non-guvernamental organisation created in 1978 to safeguard human rights in the country. It keeps an archive including different types of documents. ."
      },
      {
        "category": "Organizations",
        "description": "Comisión Nacional de Verdad y Reconciliación (Comisión Rettig)",
        "year": "1990",
        "data": "Comisión Nacional de Verdad y Reconciliación (Comisión Rettig): an investigative body created in 1990 to examine cases of human rights violations on the hands of state agents or as a result of politically motivated violence during the dictatorship."
      },
      {
        "category": "Organizations",
        "description": "Comisión Nacional de Prisión Política y Tortura (Comisión Valech)",
        "year": "2003",
        "data": "Comisión Nacional de Prisión Política y Tortura (Comisión Valech): an investigative body created in 2003, the purpose of which was to expand the inquiry into cases of human rights violations."
      },
      {
        "category": "Organizations",
        "description": "Comisión asesora para la calificación de detenidos desaparecidos",
        "year": "1990",
        "data": "Comisión asesora para la calificación de detenidos desaparecidos, ejecutados políticos y víctimas de prisión política y tortura entre el 11 de septiembre de 1973 y el 10 de marzo de 1990: an investigative body established in 2010 to identify additional cases of human rights violations during the dictatorship. ."
      },
      {
        "category": "sites of memory",
        "description": "Parque por la Paz Villa Grimaldi",
        "year": "1997",
        "data": "Parque por la Paz Villa Grimaldi: a property that became one of the main centres of detention and torture during the dictatorship. Repurposed as a commemorative space, it has been open to the public as a park since 1997."
      },
      {
        "category": "sites of memory",
        "description": "Pisagua memorial and historical monuments",
        "year": "N/A",
        "data": "Pisagua memorial and historical monuments: an ensemble of buildings in a small port city in the north of the country that were used as a concentration camp during the dictatorship. Mass graves of executed prisoners were found in the site."
      },
      {
        "category": "issues specific to a country",
        "description": "Another commission active during the post-dictatorship period",
        "year": "2001",
        "data": "Another commission active during the post-dictatorship period was the Comisión de verdad y nuevo trato. Active between 2001 and 2033, its aim was to examine the historical relationship between the Chilean state and indigenous peoples, as well as to provide recommendations on ongoing issues that affect the latter, such as land access and their socio-economic situation."
      }
       
    ]
  }
  