{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1984 – In August",
        "year": "1984",
        "data": "In August, after winning the election, Rafael Febres-Cordero became president. According to the report of the CVE, 68% of the cases investigated occurred during his authoritarian rule."
      },
      {
        "category": "Key historical events",
        "description": "1985 – Luis Vaca",
        "year": "1985",
        "data": "Luis Vaca, Susana Cajas and Javier Jarrín, members of the guerrilla group Alfaro Vive Carajo (AVC), were detained and tortured by the army. Citizens with known or alleged links to the group were violently persecuted by the Febres-Cordero administration."
      },
      {
        "category": "Key historical events",
        "description": "1985 – Teacher Consuelo Benavides Ceballos",
        "year": "1985",
        "data": "Teacher Consuelo Benavides Ceballos was detained, tortured, and killed by members of the navy in the Esmeraldas province."
      },
      {
        "category": "Key historical events",
        "description": "1986 – Representatives ",
        "year": "1986",
        "data": "Representatives of various indigenous peoples from Ecuador found the Confederación de Nacionalidades Indígenas del Ecuador (CONAIE)."
      },
      {
        "category": "Key historical events",
        "description": "1988 – The Restrepo Arismendi brothers",
        "year": "1988",
        "data": "The Restrepo Arismendi brothers, minors Carlos and Santiago, were detained and tortured by police forces. Their bodies were forcibly disappeared and have not yet been found."
      },
      {
        "category": "Key historical events",
        "description": "1990 – During the presidency of Eduardo Ballán",
        "year": "1990",
        "data": "During the presidency of Eduardo Ballán, the CONAIE led the first of the mass mobilisation episodes known as “levantamientos indígenas”. Their demands pertained land access and legislation, as well as recognition of plurinationality."
      },
      {
        "category": "Key historical events",
        "description": "1993 – Episode known as “11 del Putumayo”",
        "year": "1993",
        "data": " Episode known as “11 del Putumayo”. Following a deployment of the army in the Sucumbíos province, 11 campesinos were detained and tortured. They were kept imprisoned for 3 years."
      },
      {
        "category": "Key historical events",
        "description": "1996 – Abdala Bucaram was elected president",
        "year": "1985",
        "data": "Abdala Bucaram was elected president. Amidst mass public protests against the government, Bucaram was ousted in 1997 by the Congress."
      },
      {
        "category": "Key historical events",
        "description": "1998 – Jamil Mahuad was elected president",
        "year": "1998",
        "data": "Jamil Mahuad was elected president. In 2000, amid mass indigenous protests, the army staged a coup and installed Gustavo Noboa as head of government."
      },
      {
        "category": "Key historical events",
        "description": "2002 – Lucio Gutiérrez was elected president",
        "year": "2002",
        "data": "Lucio Gutiérrez was elected president. In 2005, following the civil protests known as “Rebelión de los forajidos”, Gutiérrez was ousted by the Congress."
      },
      {
        "category": "Memory initiatives",
        "description": "Informe: sin verdad no hay justicia (2010)",
        "year": "2010",
        "data": "A document comprising five volumes that detail the work of the Comisión de la Verdad regarding the 1983-2008 period."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley para la Reparación de las Víctimas y la Judicialización de graves violaciones de Derechos Humanos y Delitos de Lesa Humanidad ocurridos in the Ecuador",
        "year": "2013",
        "data": "A legal instrument that defines reparation measures for victims of human rights violations recognized by the work of the CVE."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley para la Reparación de las Víctimas",
        "year": "N/A",
        "data": "Ley para la Reparación de las Víctimas y la Judicialización de graves violaciones de Derechos Humanos y Delitos de Lesa Humanidad ocurridos en el Ecuador entre el 4 de octubre de 1983 y el 31."
      },
      {
        "category": "Memory initiatives",
        "description": "Within the framework established by this law, ",
        "year": "2014",
        "data": "Within the framework established by this law, in 2014 the Defensoría del Pueblo creates the Dirección Nacional de Reparación a Victimas y Combate a la Impunidad."
      },
      {
        "category": "Organizations",
        "description": "Fundación Regional de Asesoría en Derechos Humanos (INREDH)",
        "year": "1993",
        "data": "An organization formed in 1993."
      },
      {
        "category": "Organizations",
        "description": "Comité de víctimas y familiares",
        "year": "1980",
        "data": "Comité de víctimas y familiares de delitos de lesa humanidad y graves violaciones de derechos humanos: an organisation currently led by Clara Merino, who has been active since the 1980s in the promotion of human rights in Ecuador. ."
      },
      {
        "category": "Organizations",
        "description": "Comisión Ecuménica de Derechos Humanos (CEDHU)",
        "year": "1978",
        "data": "Comisión Ecuménica de Derechos Humanos (CEDHU): a non-governmental organisation that collaborates with various groups around human rights issues. It was formed in 1978, after a massacre of workers at the hands of police forces."
      },
      {
        "category": "Organizations",
        "description": "Comisión de la Verdad del Ecuador",
        "year": "2007",
        "data": "Comisión de la Verdad del Ecuador: an investigative body created by presidential decree in 2007, during the government of Rafael Correa, with the aim of researching human rights violations occurred between 1983 and 2008."
      }
       
    ]
  }
  