{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1979 – On 15 October",
        "year": "1979",
        "data": "On 15 October, a coup led by the army ousted General Carlos Romero from the presidency. A Junta Revolucionaria de Gobierno (JRG) took control of the government."
      },
      {
        "category": "Key historical events",
        "description": "1980 – On 24 March",
        "year": "1980",
        "data": "On 24 March, Archbishop Oscar Romero was assassinated while celebrating mass. A massive crowd attended his funeral on 30 March, but they were shot, causing many casualties."
      },
      {
        "category": "Key historical events",
        "description": "1980 – In November",
        "year": "1980",
        "data": "In November, several groups opposed to the government founded the guerrilla organisation Frente Farabundo Martí para la Liberación Nacional (FMLN)."
      },
      {
        "category": "Key historical events",
        "description": "1981 – Masacre de El Mozote ",
        "year": "1981",
        "data": "Masacre de El Mozote. As part of a series of violent counterinsurgency operatives, in December the army burned a series of rural towns, torturing and murdering the local population."
      },
      {
        "category": "Key historical events",
        "description": "1983 – Masacre del Cantón Las Hojas",
        "year": "1983",
        "data": "Masacre del Cantón Las Hojas. In February, army troops murder around 74 campesinos belonging to an indigenous peoples’ organisation in the Sonsonate department."
      },
      {
        "category": "Key historical events",
        "description": "1983 – Marianella García",
        "year": "1983",
        "data": "Marianella García, a lawyer known for her work on human right issues, was killed by the army."
      },
      {
        "category": "Key historical events",
        "description": "1984 – Episode known as “11 del Putumayo",
        "year": "1984",
        "data": "José Napoleón Duarte won the elections and became president."
      },
      {
        "category": "Key historical events",
        "description": "1985 – Following a series of kidnappings of mayors during the year",
        "year": "1985",
        "data": "Following a series of kidnappings of mayors during the year, the FLMN kidnapped Inés Duarte, the president's daughter. She was released following negotiations on the release of political prisoners."
      },
      {
        "category": "Key historical events",
        "description": "1986 – The high number of displaced people",
        "year": "1986",
        "data": "The high number of displaced people as a result of the war led to the creation of the Coordinadora Nacional de Repoblación (CNR) to help repopulate some areas."
      },
      {
        "category": "Key historical events",
        "description": "1987 – Guatemala was one of the Centro American countries",
        "year": "1987",
        "data": "Guatemala was one of the Centro American countries that subscribed to the Esquipulas II agreement, to work towards reconciliation commissions and amnesty laws."
      },
      {
        "category": "Key historical events",
        "description": "1988 – Herbert Anaya",
        "year": "1988",
        "data": "  Herbert Anaya, head of the organisation Comisión de Derechos Humanos de El Salvador, was assassinated near his home, prompting widespread commotion."
      },
      {
        "category": "Key historical events",
        "description": "1989 – Alfredo Cristiani was elected president",
        "year": "1989",
        "data": " Alfredo Cristiani was elected president. The FMLN launched its biggest offensive, operation “Hasta el Tope”, pressuring the government."
      },
      {  
        "category": "Key historical events",
        "description": "1989 – On 16 November",
        "year": "1989",
        "data": "On 16 November, six Jesuit priests and two women were killed by army troops in the Universidad Centroamericana. The killings were widely condemned, both locally and abroad."
      },
      {
        "category": "Key historical events",
        "description": "1991 – The United Nations ",
        "year": "1991",
        "data": "The United Nations established an Observer Mission to oversee the partial agreements between the Salvadorian government and the FMLN."
      },
      {
        "category": "Key historical events",
        "description": "1992 – Acuerdos de Chapultepec",
        "year": "1992",
        "data": " Acuerdos de Chapultepec. On 16 January, after many years of negotiations, the Salvadoran government and the FLMN signed a peace agreement in the city of Chapultepec in Mexico. A series of state reforms were enacted as part of the agreement."
      },
      {
        "category": "Key historical events",
        "description": "1993 – An amnesty law was issued",
        "year": "1993",
        "data": "An amnesty law was issued, the Ley de Amnistía General para la Consolidación de la Paz. This instrument was subsequently questioned, and abolished in 2016."
      },
      {
        "category": "Memory initiatives",
        "description": "Informe “De la Locura a la Esperanza",
        "year": "2012",
        "data": "Informe “De la Locura a la Esperanza: La guerra de 12 años en El Salvador” (1993): the final report documenting the work of the Comisión de la Verdad."
      },
      {
        "category": "Memory initiatives",
        "description": "Caso Masacres de El Mozote y lugares aledaños",
        "year": "2012",
        "data": "Caso Masacres de El Mozote y lugares aledaños vs. El Salvador: In 2012, the IACHR declared that the Salvadorian state was responsible for human rights violations, and thus it must investigate them and make reparations. The Salvadorian state has delayed its response to this resolution."
      },
      {
        "category": "Organizations",
        "description": "Comités de Madres Históricos de Personas Asesinadas",
        "year": "1970",
        "data": "Comités de Madres Históricos de Personas Asesinadas, Torturadas y Desaparecidas de El Salvador (COMADDRES y CODEFAM): two organisations of relatives of victims of human rights violations that have been active since the late 1970s."
      },
      {
        "category": "Organizations",
        "description": "Tutela legal del Arzobispado",
        "year": "1993",
        "data": "Tutela legal del Arzobispado: an organisation dedicated to the advancement of human rights that was active from 1982 to 1993, continuing the work of a previous organisation (Socorro Cristiano)."
      },
      {
        "category": "Organizations",
        "description": "Comisión de Derechos Humanos de El Salvador (CDHES)",
        "year": "1980",
        "data": "Comisión de Derechos Humanos de El Salvador (CDHES): a non-governmental organisation that has been working since 1982 in the promotion of human rights."
      },
      {
        "category": "Organizations",
        "description": "Procuradoría para la Defensa de los Derechos Humanos",
        "year": "N/A",
        "data": "Procuradoría para la Defensa de los Derechos Humanos: a state institution created after the peace agreement to promote and protect human rights in the country"
      },
      {
        "category": "Organizations",
        "description": "Some of the staff ",
        "year": "N/A",
        "data": "Some of the staff continued their work in another institution, the Asociación de Derechos Humanos, Tutela Legal,Dra. Maria Julia Hernandez."
      },
      {
        "category": "issues specific to a country",
        "description": "Different organisations have petitioned the Salvadoran government",
        "year": "N/A",
        "data": "Different organisations have petitioned the Salvadoran government to issue a law concerning transitional justice, reparation, and reconciliation, unsuccessfully. ."
      },
      {
        "category": "issues specific to a country",
        "description": "The current government",
        "year": "N/A",
        "data": "The current government has been recently under scrutiny for human right violations occurred during an ongoing state of exception in the country ."
      }
       
    ]
  }
  