{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1980 – An attack by Sendero Luminoso guerrillas ",
        "year": "1980",
        "data": "An attack by Sendero Luminoso guerrillas on the electoral headquarters in Chuschi, Ayacucho region, marked the beginning of the internal armed conflict. The attack took place on the eve of the first presidential elections after twelve years of military dictatorship."
      },
      {
        "category": "Key historical events",
        "description": "1983 – Eight journalists",
        "year": "1983",
        "data": "Eight journalists, a guide and a community member were murdered in the community of Uchuraccay. An investigatory commission was set up. In the following months, the community was attacked by Sendero Luminoso and anti-subversive groups."
      },
      {
        "category": "Key historical events",
        "description": "1983 – Masacre de Lucanamarca",
        "year": "1983",
        "data": "Masacre de Lucanamarca. Sendero Luminoso troops attacked the district of Santiago de Lucanamarca and killed 69 people."
      },
      {
        "category": "Key historical events",
        "description": "1983 – Police forces tortured",
        "year": "1983",
        "data": "Police forces tortured and killed 32 people in the community of Socos, Ayacucho. "
      },
      {
        "category": "Key historical events",
        "description": "1984 – The Movimiento Revolucionario Túpac Amaru ",
        "year": "1984",
        "data": "The Movimiento Revolucionario Túpac Amaru (MRTA) guerrilla began its armed activities."
      },
      {
        "category": "Key historical events",
        "description": "1985 – Masacre de Accomarca",
        "year": "1985",
        "data": "Masacre de Accomarca. Army troops assassinated 69 peasants in the district of Accomarca in Ayacucho."
      },
      {
        "category": "Key historical events",
        "description": "1989 – Sendero Luminoso forces attacked",
        "year": "1989",
        "data": "Sendero Luminoso forces attacked the police station in Uchiza, Ayacucho, and looted the town."
      },
      {
        "category": "Key historical events",
        "description": "1992 – Alberto Fujimori's self-coup",
        "year": "1992",
        "data": "Alberto Fujimori's self-coup. On 5 April, with the support of the armed forces, Fujimori dissolved Congress and intervened in other state bodies, taking total control of the government."
      },
      {
        "category": "Key historical events",
        "description": "1980 – Sendero Luminoso staged",
        "year": "1980",
        "data": "Sendero Luminoso staged a car bombing on Tarata Avenue in Lima's Miraflores district, killing 25 people and wounding another 155."
      },
      {
        "category": "Key historical events",
        "description": "1992 – Masacre de la Cantuta",
        "year": "1992",
        "data": "Masacre de la Cantuta. Paramilitaries from the Colina group attacked the Universidad Enrique Guzmán y Valle, killing nine students and a professor, who were buried in clandestine graves."
      },
      {
        "category": "Key historical events",
        "description": "1992 – Abimael Guzmán",
        "year": "1992",
        "data": "Abimael Guzmán, leader of Sendero Luminoso, was captured in September."
      },
      {
        "category": "key historical events",
        "description": "Members of the MRTA stormed the Japanese embassy in Lima ",
        "year": "1996",
        "data": "Members of the MRTA stormed the Japanese embassy in Lima. They held dozens of hostages for four months."
      },
      {
        "category": "key historical events",
        "description": "Matanza del valle de Tsiriari",
        "year": "1998",
        "data": "Matanza del valle de Tsiriari. An armed group attacked several communities in the Tsiriari Valley in the Junínn region and massacred the local population."
      },
      {
        "category": "key historical events",
        "description": "During a political crisis",
        "year": "2000",
        "data": "During a political crisis, Fujimori resigns as president and is impeached by Congress."
      },
      {
        "category": "Memory initiatives",
        "description": "Informe final de la Comisión de Verdad y Reconciliación",
        "year": "2003",
        "data": "Informe final de la Comisión de Verdad y Reconciliación (2003): a nine-volume document published as a result of this commission's work. It establishes responsibilities for human rights violations by both subversive groups and the state and its armed forces."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley N°28.592 Crea el Plan Integral de Reparaciones",
        "year": "2005",
        "data": "Ley N°28.592 Crea el Plan Integral de Reparaciones (2005, with further modifications): a law that establishes the conditions and procedures for granting reparations to victims of human rights violations committed between 1980 and 2000."
      },
      {
        "category": "Memory initiatives",
        "description": "Caso Abimael Guzmán y otros",
        "year": "2006",
        "data": "Caso Abimael Guzmán y otros (2006): civilian trial in which Abimael Guzmán was sentenced to life imprisonment for aggravated terrorism and murder."
      },
      {
        "category": "Memory initiatives",
        "description": "Juicio a Alberto Fujimori (2009)",
        "year": "2009",
        "data": "Juicio a Alberto Fujimori (2009): Trial in which the former dictator was sentenced to 25 years in prison for crimes against humanity following his extradition."
      },
      {
        "category": "sites of memory",
        "description": "Yuyanapaq: para recordar",
        "year": "N/A",
        "data": "Yuyanapaq: para recordar: a photographic exhibition documenting the period of the internal armed conflict. Inaugurated in 2003, it is currently housed in the headquarters of the Ministry of Culture. "
      },
      {
        "category": "sites of memory",
        "description": "Museo de la memoria “Para que no se repita",
        "year": "2006",
        "data": "Museo de la memoria “Para que no se repita”: a memorial space inaugurated in Ayacucho in 2006, as a result of the work of ANFASEP. "
      },
      {
        "category": "sites of memory",
        "description": "El ojo que llora: memorial created by Lika Mutal, inaugurated in 2005",
        "year": "2005",
        "data": "El ojo que llora: memorial created by Lika Mutal, inaugurated in 2005 in the Campo de Marte in Lima. It contains the names of victims of violence during the conflict. "
      },
      {
        "category": "sites of memory",
        "description": "Lugar de la Memoria, la Tolerancia y la Inclusión Social",
        "year": "2015",
        "data": "Lugar de la Memoria, la Tolerancia y la Inclusión Social (LUM): A memorial and educational space, inaugurated in 2015, dedicated to the period of violence between 1980 and 2000. It has a documentation centre. "
      },
      {
        "category": "Organizations",
        "description": "Asociación Nacional de Familiares de Secuestrados",
        "year": "1983",
        "data": "Asociación Nacional de Familiares de Secuestrados, Detenidos y Desaparecidos del Perú (ANFASEP): an organisation of relatives of victims of violence, founded in Ayacucho in 1983 by a group of Quechua-speaking womens."
      },
      {
        "category": "Organizations",
        "description": "Coordinadora nacional de derechos humanos",
        "year": "1985",
        "data": "Coordinadora nacional de derechos humanos (CNDDHH): a body created in 1985 that brings together a group of civil society organisations working to defend and promote human rights."
      },
      {
        "category": "Organizations",
        "description": "Comisión de Verdad y Reconciliación",
        "year": "2001",
        "data": "Comisión de Verdad y Reconciliación: an official body created in 2001 during the administration of Valentín Paniagua to investigate the violence that took place between May 1980 and November 2000. The commission's archives are currently housed in the Centro de información para la memoria y los derechos humanos."
      },
      {
        "category": "Issues specific to a country",
        "description": "The conflict spread throughout the entire Peruvian territory",
        "year": "N/A",
        "data": "The conflict spread throughout the entire Peruvian territory, but the effects of the violence were concentrated in the Andean regions, particularly in Ayacucho. According to the CVR, around 75% of the population had indigenous languages as their mother tongue."
      }
    
       
    ]
  }
  