{
	"argentinaData":
	[
		{
			"1":"1"
		},
		{
			"1":"Argentine Armed Forces; a diverse spectrum of groups and parties associated with Peronism; social organizations; guerrilla movements active since the previous decade"
		},
		{
			"1":"Key historical events"
		},
		{
			"1":"1973-1976: A period of three Peronist administrations during which the country experienced a climate of violence and generalised instability, as part of the struggle for power between the different factions of this movement. The end of this period was marked by a series of politically motivated deaths."
		},
		{
			"1":"1976-Coup détat: On 24 March, the Argentine armed forces, led by Jorge Rafael Videla, overthrew María Estela Martínez de Perón and installed a military junta in the government, ushering in a new period of dictatorship in the country. The state apparatus was militarised, and systematic political persecution of the population began. The number of arrests, murders, cases of torture and abductions of children during this period are considered evidence of state terrorism. The exact number of victims is still disputed, but estimates put the number of disappeared prisoners at around 30,000."
		},
		
		{
			"1":"1977: Groups of mothers of disappeared prisoners began to meet regularly in the Plaza de Mayo in front of the Ministry of the Interior."
		},
		{
			"1":"1979: A mission from the Inter-American Commission on Human Rights visited the country. It investigated cases of forcibly disappeared prisoners and collected numerous testimonies from relatives of the victims."
		},
		{
			"1":"1982: Guerra de las Malvinas/Falklands War. The military junta launched a war over the Malvinas Islands, which caused many casualties and ended in June with a defeat at the hands of the United Kingdom."
		},
		{
			"1":"1982: A year during which numerous demonstrations against the dictatorship occurred, with mass marches such as the Marcha pan, paz y trabajo (in April) and the Marcha por la vida (in October)."
		},
		{
			"1":"1983: In December, after elections, Raúl Alfonsín is sworn in as president."
		},
		{
			"1":"1985:  Juicio a las Juntas. The high commanders of the military juntas that ran the government during the dictatorship are tried and sentenced for crimes committed during the period."
		},
		{
			"1":"Memory initiatives"
		},
		{
			"1":"Nunca Más (1984, with reprints): a report published as a result of the work of CONADEP, which established the number of forcibly disappeared prisoners at around 9,000, a figure that would increase over the years."
		},
		{
			"1":"Ley 25.779 (2003): a law that nullifies two other instruments, (the laws 23.492 “de Punto Final”, from 1986; and 23.532, “de Obediencia Debida”, form 1897) which limited legal action against members of the armed forces for crimes against humanity committed during the dictatorship."
		},
		{
			"1":"Ley 25.633 (2002), Ley 26.085 (2006): two laws establishing March 24 as “Día Nacional de la Memoria por la Verdad y la Justicia”, a public holiday in memory of the victims of the dictatorship."
		},
		{
			"1":"Ley 26.691 de Preservación, Señalización y Difusión de Sitios de Memoria del terrorismo de Estado (2011): a law that designates detention, torture and extermination centres as sites of remembrance, to be publicly known and openly discussed."
		},
		{
			"1":"Sites of memory"
		},
		{
			"1":"Espacio para la Memoria y para la Promoción y Defensa de los Derechos Humanos: a public space located in a former detention centre (the Escuela de Mecánica de la Armada). It houses several public institutions, human rights bodies and organisations, including the Archivo de la Memoria and the Museo Sitio ESMA."
		},
		{
			"1":"Archivo Provincial por la Memoria – Córdoba: a memorial located in what was once a clandestine detention centre in this province. It houses archives documenting the activities of state and social organisations during the dictatorship."
		},
		{
			"1":"Parque de la memoria: a public commemorative space, located to the north of Buenos Aires. The park houses the Monumento a las víctimas de terrorismo de Estado, with plaques bearing the names of some 9,000 victims. It also has a documentation centre and a digital archive."
		},
		{
			"1":"Organisations"
		},
		{
			"1":"Servicio Paz y Justicia Argentina (SERPAJ): an organisation that has been active since 1974. During the dictatorship, it provided sustained support for the cases of disappeared prisoners."
		},
		{
			"1":"Asamblea Permanente por los Derechos Humanos: a group formed in 1975, with members from different sectors, who worked together to receive and denounce cases of victims of state terrorism."
		},
		{
			"1":"Madres de la Plaza de Mayo: an organisation created in 1977 as a result of demands made by a group of women to the government regarding the situation of their disappeared children. It is still active today, although it is currently divided into two main branches."
		},
		{
			"1":"Comisión Nacional sobre la Desaparición de Personas (CONADEP): an official body created in 1983, at the beginning of Raúl Alfonsín's government, to receive and investigate reports of disappeared prisoners and children abducted during the dictatorship."
		},
		{
			"1":"Issues specific to the country"
		}
	]
}