{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1958 – The conservative and liberal parties of Colombia establish the Frente Nacional ",
        "year": "1958",
        "data": "The conservative and liberal parties of Colombia establish the Frente Nacional. This agreement involved alternance in power, but solely between these two parties. It lasted until 1974."
      },
      {
        "category": "Key historical events",
        "description": "1964 – The guerrilla organisations",
        "year": "1964",
        "data": "The guerrilla organisations Ejército de Liberación Nacional (ELN) and the Fuerzas Armadas Revolucionarias de Colombia (FARC) were formed."
      },
      {
        "category": "Key historical events",
        "description": "1965 – The government",
        "year": "1965",
        "data": "The government issued Decree 3398 (turned Law 48 in 1968) that allowed the formation of armed forces among the civilian population. It will be declared unconstitutional in 1989."
      },
      {
        "category": "Key historical events",
        "description": "1967 – The guerrilla organisation ",
        "year": "1967",
        "data": "The guerrilla organisation Ejército Popular de Liberación (EPL) was founded. "
      },
      {
        "category": "Key historical events",
        "description": "1974 – The guerrilla organisation",
        "year": "1974",
        "data": "The guerrilla organisation Movimiento 19 de Abril (M-19) was formed."
      },
      {
        "category": "Key historical events",
        "description": "1977 – Paro cívico nacional",
        "year": "1977",
        "data": " Paro cívico nacional. On 14 September, a national strike against the government broke out. Following several years of demonstrations, this one was the largest that the country had ever seen."
      },
      {
        "category": "Key historical events",
        "description": "1978 – The government issued Decreto 1923",
        "year": "1978",
        "data": "The government issued Decreto 1923, establishing the Estatuto de Seguridad. It increased the punitive attributions of state organisms, which led to human rights violations."
      },
      {
        "category": "Key historical events",
        "description": "1979 – On 30 March, the first Foro Nacional de Derechos Humanos takes place",
        "year": "1979",
        "data": "On 30 March, the first Foro Nacional de Derechos Humanos takes place. As a result, the Comité Permanente por la Defensa de los Derechos Humanos (CPDH) was created."
      },
      {
        "category": "Key historical events",
        "description": "1984 – Indigenous peoples from the Cauca department",
        "year": "1984",
        "data": "Indigenous peoples from the Cauca department establish the guerrilla organisation Movimiento Armado Quintín Lame (MAQL)."
      },
      {
        "category": "Key historical events",
        "description": "1986 – Masacre de Trujillo ",
        "year": "1986",
        "data": "Masacre de Trujillo. This year marks the beginning of a series of killings perpetrated by the armed forces and drug dealer groups against the population of the Cauca Valley, up until 1994 ."
      },
      {
        "category": "Key historical events",
        "description": "1989 – As part of a war against the state",
        "year": "1989",
        "data": "As part of a war against the state, drug dealer groups led by Pablo Escobar, carried out a series of murders. Presidential candidate Luis Carlos Galán was one of the victims. Mass protest erupt in Colombia in response to this violence."
      },
      {
        "category": "Key historical events",
        "description": "1990 – During Virgilio Barco’s term",
        "year": "1990",
        "data": "During Virgilio Barco’s term, a peace agreement was signed between the government and the M-19 guerrilla. The next year, part of the EPL was also demobilised."
      },
      {
        "category": "Key historical events",
        "description": "1991 – On 4 July, during César Gaviria's presidency",
        "year": "1991",
        "data": "On 4 July, during César Gaviria's presidency, a new Constitution was proclaimed."
      },
      {
        "category": "Key historical events",
        "description": "1993 –Government forces collaborating with drug dealers",
        "year": "1993",
        "data": "Government forces collaborating with drug dealers, organised as the group known as “Los Pepes”, kill Pablo Escobar.According to the CEV, around 70% of human rights violations of the armed conflict occurred between 1997 and 2006, marking a critical point of its development."
      },
      {
        "category": "Key historical events",
        "description": "1997 – A series of preexisting paramilitary groups",
        "year": "1997",
        "data": "A series of preexisting paramilitary groups were merged to form the Autodefensas Unidas de Colombia (AUC). In the next years this group will violently spread its presence throughout the country. ."
      },
      {
        "category": "Key historical events",
        "description": "1997 – Mandato Ciudadano por la Paz",
        "year": "1997",
        "data": "Mandato Ciudadano por la Paz, la Vida y la Libertad. While the violence of the armed conflict was rising, an initiative led by Colombian citizens demanded a non-violent resolution to the conflict."
      },
      {
        "category": "Key historical events",
        "description": "1999 – Plan Colombia",
        "year": "1999",
        "data": "Plan Colombia”. An agreement between the governments of Colombia and the US to combat drug trafficking leads to increased financial support and military presence by the latter."
      },
      {
        "category": "Key historical events",
        "description": "2003 – During Álvaro Uribe’s presidency",
        "year": "2003",
        "data": "During Álvaro Uribe’s presidency, the government increased its military operations against the FARC, as part of the “Plan Patriota”. The increased violence had dire effects on the human rights of the civil population."
      },
      {
        "category": "Key historical events",
        "description": "2003 – Following negotiations with the government",
        "year": "2003",
        "data": "Following negotiations with the government, the AUC started a demobilisation process, although violent actions by paramilitary groups continued."
      },
      {
        "category": "Key historical events",
        "description": "2008– Case “Falsos Positivos",
        "year": "2008",
        "data": " Case “Falsos Positivos”. A public scandal broke out after the revelation that, from around 2002 onwards, thousands of civilians were killed by the army and presented as enemy combatants."
      },
      {
        "category": "Key historical events",
        "description": "2012 – Peace talks between the government and the FARC",
        "year": "2012",
        "data": "Peace talks between the government and the FARC began in the city of La Habana, Cuba."
      },
       {
        "category": "Key historical events",
        "description": "2016 – Acuerdo Final",
        "year": "2016",
        "data": "Acuerdo Final para la Terminación del Conflicto y la Construcción de una Paz Estable y Duradera. On 26 September, the Colombian government and the FARC signed a peace agreement. Following a referendum, a revised agreement was signed on 24 November."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley 975, “de Justicia y Paz ",
        "year": "2005",
        "data": "Ley 975, “de Justicia y Paz” (2005): a legal framework aimed to facilitate the demobilisation and reincorporation to civilian life of members of illegal armed groups.  ."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley 1.448, also known as “Ley de Víctimas y Restitución de Tierras ",
        "year": "2011",
        "data": "Ley 1.448, also known as “Ley de Víctimas y Restitución de Tierras” (2011): a law that establishes a series of judicial, administrative, and reparation measures for victims of human rights violations during the armed conflict. It is linked to specific decrees (N°4633, 4634, 4635) that pertain ethnic groups.This law also created the Sistema Nacional de Atención y Reparación Integral a las Víctimas (SNARIV), a network that coordinates reparation and support measures for victims of the armed conflict throughout the country. Additionally, the Programa de Atención Psicosocial y Salud Integral a Víctimas (PAPSIVI) provides healthcare and community support"
      },
      {
        "category": "Memory initiatives",
        "description": "Sistema Integral de Verdad, Justicia, Reparación y No Repetición (SIVJRNR)",
        "year": "2017",
        "data": "Sistema Integral de Verdad, Justicia, Reparación y No Repetición (SIVJRNR) (2017): a series of mechanisms for reparation, investigation and justice that stem from the Acuerdo de Paz.In addition to the work of the Truth Commission, the SIVJRNR includes the Jurisdicción Especial para la Paz (JEP), which investigates cases of human rights violations, and the Unidad de Búsqueda de Personas dadas por Desaparecidas (UBPD), which deals with cases of disappeared persons"
      },
      {
        "category": "Memory initiatives",
        "description": "Informe “Hay Futuro si hay Verdad",
        "year": "2022",
        "data": "Informe “Hay Futuro si hay Verdad” (2022): the final report with the results of the work of the CEV, published in 11 volumes (comprising 24 parts)."
      },
      {
        "category": "sites of memory",
        "description": "Centro de Memoria Histórica: a government institution created in 2011 (under Law 1.448)",
        "year": "2011",
        "data": "Centro de Memoria Histórica: a government institution created in 2011 (under Law 1.448), with the task of preserving the memory of the armed conflict. It hosts the Archivo de los Derechos Humanos and a Museo de la Memoria Histórica, the latter still unfinished "
      },
      {
      "category": "sites of memory",
        "description": "Centro de Memoria, Paz y Reconciliación",
        "year": "2012",
        "data": "Centro de Memoria, Paz y Reconciliación: a memorial site that was inaugurated in 2012 in Bogotá. It is located in the Parque de la Reconciliación and regularly host public activities. It houses a documentation centre "
      },
      {
        "category": "sites of memory",
          "description": "Museo Casa de la Memoria",
          "year": "2012",
          "data": "Museo Casa de la Memoria: a commemorative institution that was inaugurated in 2012 in the city of Medellín, the result of the work of victims of the armed conflict and the mayor’s office"
        },
        
      
      {
        "category": "Organizations",
        "description": "Asociación de Familiares de Detenidos y Desaparecidos (ASFADDES)",
        "year": "1983",
        "data": "Asociación de Familiares de Detenidos y Desaparecidos (ASFADDES): a non-governmental organisation established in 1983 by relatives of victims of enforced disappearances."
      },
      {
        "category": "Organizations",
        "description": "Movimiento de Víctimas de Crímenes de Estado (MOVICE)",
        "year": "N/A",
        "data": "Movimiento de Víctimas de Crímenes de Estado (MOVICE): an umbrella organisation for victims of human right violations perpetrated by state forces or paramilitary groups.."
      },
      {
        "category": "Organizations",
        "description": "Comisión Nacional de Reparación y Restauración (CNRR)",
        "year": "N/A",
        "data": "Comisión Nacional de Reparación y Restauración (CNRR): a body established by the Ley 975. It comprises the Grupo de Memoria Histórica (GMH), an investigative unit that has published reports on the armed conflict."
      },
      {
        "category": "Organizations",
        "description": "Comisión para el Esclarecimiento de la Verdad",
        "year": "2016",
        "data": "Comisión para el Esclarecimiento de la Verdad, la Convivencia y la No Repetición (CEV): a body created after the 2016 agreement, to investigate the armed conflict and provide a path to reconciliation."
      },
      {
        "category": "Organizations",
        "description": "Consejería Presidencial para los Derechos",
        "year": "N/A",
        "data": "Consejería Presidencial para los Derechos Humanos y el Derecho Internacional Humanitario: the state body currently in charge of coordinating state actions in line with the promotion of human rights ."
      }
    
       
    ]
  }
  