{
	"VenezuelaData":
	[
		{
			"1":"1"
		},
		{
			"1":"Actors: Venezuelan state; various Venezuelan political parties (including the Partido Socialista Unido de Venezuela"
		},
		{
			"1":"Key historical events"
		},
		{
			"1":"1989 – “El Caracazo”. During the second government of of Carlos Andrés Pérez"
		},
		{
			"1":"1992 – On 4 February"
		},
		{
			"1":"1993 – In May"
		},
		{
			"1":"1994 – In February"
		},
		{
			"1":"1999 – After winning the elections"
		},
		{
			"1":"In the same year"
		},
		{
			"1":"2001 – Protests against the government began"
		},
		{
			"1":"2002 – Coup d’état. In April"
		},
		{
			"1":"A general strike broke out in December and lasted until February 2003. The episode is also known as “paro petrolero”"
		},
		{
			"1":"2004 – A referendum was called to decide whether Chavéz’s should continue as president"
		},
		{
			"1":"2007 – Chávez was re-elected president. The political parties that support the government were merged into the Partido Socialista Unido de Venezuela (PSUV)."
		},
		{
			"1":"2012 – Chávez won the presidential election but passed away on 5 March 2013."
		},
		{
			"1":"2013 – A presidential election was held after Chávez’s death. Nicolás Maduro was elected president. The results of the election were contested by parts of the opposition and protests broke out."
		},
		{
			"1":"2014 – Numerous protests against the Maduro government and the living conditions of the population took place throughout the year and were repressed by the government."
		},
		{
			"1":"2017 – In April"
		},
		{
			"1":"2019 – In January"
		},
		{
			"1":"Memory initiatives"
		
		},
		{
			"1":"Sites of memory"
		
		},
		{
			"1":"Organisations"
		},
		{
			"1":"Programa Venezolano de Educación-Acción en Derechos Humanos (PROVEA): non-governmental organisation created in 1988 to advance human rights in the country."
		},
		{
			"1":"Comité de Familiares de Víctimas del Caracazo (COFAVIC): a non-governmental organisation for the promotion of human rights"
		},
		{
			"1":"Foro Penal: a non-governmental organisation founded in 2005 that provides legal assistance to victims of human rights violations and those persecuted by the state."
		},
		{
			"1":"Observatorio Venezolano de Conflictividad Social (OVCS): an organisation created in 2010 to monitor manifestations and the general human rights situation in the country."
		},
		{
			"1":"Centro de Paz y Justicia (CEPAJ): an organisation working on the promotion of human rights"
		},
		{
			"1":"Independent International Fact-Finding Mission on the Bolivarian Republic of Venezuela: a body set up by the UN Human Rights Council in 2019 to investigate human rights violations that have occurred from 2014 onwards."
		},
		{
			"1":"Issues specific to the country"
		},
		{
			"1":"Venezuela continues to experience a social"
		}
	]
}