{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1964 – A military junta ",
        "year": "1964",
        "data": "A military junta led by general René Barrientos overthrew Víctor Paz Estenssoro and took control of the government."
      },
      {
        "category": "Key historical events",
        "description": "1967 – Masacre de San Juan",
        "year": "1967",
        "data": "Masacre de San Juan. In June, during the celebration of the night of San Juan, military troops invaded the mining camps of Catavi, killing workers and their families."
      },
      {
        "category": "Key historical events",
        "description": "1969 – After the death of Barrientos",
        "year": "1970",
        "data": "1969-1970,After the death of Barrientos, general Alfredo Ovando took over the government, followed by general Juan José Torres."
      },
      {
        "category": "Key historical events",
        "description": "1971 – In a coup d'état ",
        "year": "1971",
        "data": " In a coup d'état, Colonel Hugo Banzer installed himself in the government and overthrew Torres.On 21 August, the day of the coup, violent clashes erupted in the country, and many people were killed in the repression.The Banzer dictatorship linked its repressive activities to those of the Condor Plan in Latin America. "
      },
      {
        "category": "Key historical events",
        "description": "1974 – Masacre del Valle",
        "year": "1974",
        "data": "Masacre del Valle. The government sends in the army to repress peasant protests in Cochabamba. Groups of peasants are murdered in different places in the region."
      },
      {
        "category": "Key historical events",
        "description": "1975 – Moema Viezzer published Si me permiten hablar",
        "year": "1975",
        "data": " Moema Viezzer published Si me permiten hablar, a testimony by Domitila Barrios de Chungara, a miner, political leader, and survivor of the San Juan massacre."
      },
      {
        "category": "Key historical events",
        "description": "1978 – After Banzer's departure",
        "year": "1978",
        "data": "After Banzer's departure, a series of calls for elections and military coups occurred in the following years."
      },
      {
        "category": "Key historical events",
        "description": "1979 – Masacre de Todos Santos",
        "year": "1979",
        "data": "Masacre de Todos Santos. At the beginning of November, Colonel Alberto Natusch leads a coup d'état. Numerous protests follow, which are violently suppressed by the army."
      },
      {
        "category": "Key historical events",
        "description": "1980 – The priest Luis Espinal",
        "year": "1980",
        "data": "The priest Luis Espinal, who had actively denounced the repression and corruption of the government forces, is tortured and murdered by them."
      },
      {
        "category": "Key historical events",
        "description": "1980 – In July, General Luis García Meza and Colonel Luis Arce stage a coup d'état",
        "year": "1980",
        "data": "In July, General Luis García Meza and Colonel Luis Arce stage a coup d'état. Violent repression is unleashed against the population. Political leaders Marcelo Quiroga and Carlos Flores were murdered, and their bodies disappeared. Quiroga had promoted a trial to bring Banzer to justice. ."
      },
      {
        "category": "Key historical events",
        "description": "1982 – The military junta stepped down",
        "year": "1982",
        "data": "The military junta stepped down. Congress appointed Hernán Siles Suazo, the candidate elected in 1980, as president."
      },
      {
        "category": "Memory initiatives",
        "description": "Asamblea permanente ",
        "year": "1976",
        "data": "Asamblea permanente de Derechos Humanos de Boliviaan organisation founded in 1976 to defend and promote human rights."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley 2.640",
        "year": "2004",
        "data": "Ley 2.640 de resarcimiento excepcional a víctimas de violencia política en periodos de gobiernos Inconstitucionales (2004): a law establishing a reparation mechanism for victims of political violence between 1964 and 1982. To date, 1,714 cases have been recognised as beneficiaries and around 4,500 more are under consideration."
      },
      {
        "category": "Memory initiatives",
        "description": " Informe de la Comisión de la Verdad",
        "year": "2021",
        "data": "Informe de la Comisión de la Verdad (2021): a report comprising 11 volumes of documentation as a result of the investigations carried out by the commission."
      },
      {
        "category": "sites of memory",
        "description": "Espacio de la Memoria Histórica de las Luchas del Pueblo Boliviano",
        "year": "N/A",
        "data": "Espacio de la Memoria Histórica de las Luchas del Pueblo Boliviano: a place of remembrance where public events are held, located on Laikakota Hill in La Paz. . "
      },
      {
        "category": "Organizations",
        "description": "Servicio Paz y Justicia Argentina (SERPAJ)",
        "year": "1974",
        "data": "Servicio Paz y Justicia Argentina (SERPAJ): an organisation that has been active since 1974. During the dictatorship, it provided sustained support for the cases of disappeared prisoners."
      },
      {
        "category": "Organizations",
        "description": "Asociación de familiares de detenidos desaparecidos y mártires por la liberación nacional (ASOFAMD)",
        "year": "N/A",
        "data": "Asociación de familiares de detenidos desaparecidos y mártires por la liberación nacional (ASOFAMD): an organisation formed by relatives of victims of human rights violations during the dictatorships."
      },
      {
        "category": "Organizations",
        "description": "Comisión Nacional de Investigación de Desaparecidos Forzados de Bolivia",
        "year": "1982",
        "data": "Comisión Nacional de Investigación de Desaparecidos Forzados de Bolivia: an official body set up in 1982 to investigate human rights abuses, which was disbanded before it could complete its work."
      },
      {
        "category": "Organizations",
        "description": "Comisión de la Verdad",
        "year": "2017",
        "data": "Comisión de la Verdad: official body created in 2017 to investigate human rights violations during the dictatorships."
      },
      {
        "category": "Organizations",
        "description": "Plataforma de luchadores sociales y sobrevivientes de las dictaduras",
        "year": "2012",
        "data": "Plataforma de luchadores sociales y sobrevivientes de las dictaduras: an umbrella organisation that set up a tent in front of the Ministry of Justice in 2012 to demand reparations for victims. Its leader, Julio Llanos, died in 2019 after being attacked."
      },
      {
        "category": "Issues specific to a country",
        "description": "Bolivia was one of the first Latin American countries",
        "year": "N/A",
        "data": "Bolivia was one of the first Latin American countries to set up a commission to investigate cases of violence, but it was never able to complete its work. It would take more than three decades for the next commission to carry out similar work."
      }
    
       
    ]
  }
  