{
	"ColombiaData":
	[
		{
			"1":"1"
		},
		{
			"1":"Actors: Colombian state; Colombian Armed Forces; Guerrilla groups; paramilitary groups; drug dealers’ organisations; Colombian political parties; campesinos; indigenous peoples; various civil organisations,The Comisión de la Verdad established that 450.664 people were killed between 1985 and 2018"
		},
		{
			"1":"Key historical events"
		},
		{
			"1":"1958 – The conservative and liberal parties of Colombia establish the Frente Nacional. This agreement involved alternance in power"
		},
		{
			"1":"1964 – The guerrilla organisations Ejército de Liberación Nacional (ELN) and the Fuerzas Armadas Revolucionarias de Colombia (FARC) were formed.   "
		},
		{
			"1":"1965 – The government issued Decree 3398 (turned Law 48 in 1968) that allowed the formation of armed forces among the civilian population. It will be declared unconstitutional in 1989."
		},
		{
			"1":"1967 – The guerrilla organisation Ejército Popular de Liberación (EPL) was founded. "
		},
		{
			"1":"1974 – The guerrilla organisation Movimiento 19 de Abril (M-19) was formed. "
		},
		{
			"1":"1977 – Paro cívico nacional. On 14 September"
		},
		{
			"1":"1978 – The government issued Decreto 1923"
		},
		{
			"1":"1979 – On 30 March"
		},
		{
			"1":"1984 – Indigenous peoples from the Cauca department establish the guerrilla organisation Movimiento Armado Quintín Lame (MAQL)."
		},
		{
			"1":"1986 – Masacre de Trujillo. This year marks the beginning of a series of killings perpetrated by the armed forces and drug dealer groups against the population of the Cauca Valley"
		},
		{
			"1":"1989 – As part of a war against the state"
		},
		{
			"1":"1990 – During Virgilio Barco’s term"
		},
		{
			"1":"1991 – On 4 July"
		},
		{
			"1":"1993 – Government forces collaborating with drug dealers"
		},
		{
			"1":"According to the CEV"
		},
		{
			"1":"1997 – A series of preexisting paramilitary groups were merged to form the Autodefensas Unidas de Colombia (AUC). In the next years this group will violently spread its presence throughout the country."
		},
		{
			"1":"1997 – Mandato Ciudadano por la Paz"
		},
		{
			"1":"1999 – “Plan Colombia”. An agreement between the governments of Colombia and the US to combat drug trafficking leads to increased financial support and military presence by the latter."
		},
		{
			"1":"2003 – During Álvaro Uribe’s presidency"
		},
		{
			"1":"2003 – Following negotiations with the government"
		},
		{
			"1":"2008 – Case “Falsos Positivos”. A public scandal broke out after the revelation that"
		},
		{
			"1":"2012 – Peace talks between the government and the FARC began in the city of La Habana"
		},
		{
			"1":"2016 – Acuerdo Final para la Terminación del Conflicto y la Construcción de una Paz Estable y Duradera. On 26 September"
		},
		{
			"1":"Memory initiatives"
		},
		{
			"1":"Ley 975"
		},
		{
			"1":"Ley 1.448"
		},
		{
			"1":"This law also created the Sistema Nacional de Atención y Reparación Integral a las Víctimas (SNARIV)"
		},
		{
			"1":"Sistema Integral de Verdad"
		},
		{
			"1":"In addition to the work of the Truth Commission"
		},
		{
			"1":"Informe “Hay Futuro si hay Verdad” (2022): the final report with the results of the work of the CEV"
		},
		{
			"1":"https://www.comisiondelaverdad.co/hay-futuro-si-hay-verdad"
		},
		{
			"1":"Sites of memory"
		},
		{
			"1":"Centro de Memoria Histórica: a government institution created in 2011 (under Law 1.448)"
		},
		{
			"1":"Centro de Memoria"
		},
		{
			"1":"Museo Casa de la Memoria: a commemorative institution that was inaugurated in 2012 in the city of Medellín"
		},
		{
			"1":"Organisations"
		},
		{
			"1":"Asociación de Familiares de Detenidos y Desaparecidos (ASFADDES): a non-governmental organisation established in 1983 by relatives of victims of enforced disappearances.   "
		},
		{
			"1":"Movimiento de Víctimas de Crímenes de Estado (MOVICE): an umbrella organisation for victims of human right violations perpetrated by state forces or paramilitary groups.  "
		},
		{
			"1":"Comisión Nacional de Reparación y Restauración (CNRR): a body established by the Ley 975. It comprises the Grupo de Memoria Histórica (GMH)"
		},
		{
			"1":"Comisión para el Esclarecimiento de la Verdad"
		},
		{
			"1":"Consejería Presidencial para los Derechos Humanos y el Derecho Internacional Humanitario: the state body currently in charge of coordinating state actions in line with the promotion of human rights"
		},
		{
			"1":"Issues specific to the country"
		}
	]
}