{
	"PeruData":
	[
		{
			"1":"1"
		},
		{
			"1":"Actores Peruvian state; terrorist guerrilla groups (Partido Comunista del Perú-Sendero Luminoso,According to the report of the Comisión de Verdad y Reconciliación"
		},
		{
			"1":"Key historical events"
		},
		{
			"1":"1980 – An attack by Sendero Luminoso guerrillas on the electoral headquarters in Chuschi"
		},
		{
			"1":"1983 – Eight journalists"
		},
		{
			"1":"1983 – Masacre de Lucanamarca. Sendero Luminoso troops attacked the district of Santiago de Lucanamarca and killed 69 people."
		},
		{
			"1":"1983 – Police forces tortured and killed 32 people in the community of Socos"
		},
		{
			"1":"1984 – The Movimiento Revolucionario Túpac Amaru (MRTA) guerrilla began its armed activities."
		},
		{
			"1":"1985 – Masacre de Accomarca. Army troops assassinated 69 peasants in the district of Accomarca in Ayacucho."
		},
		{
			"1":"1989 – Sendero Luminoso forces attacked the police station in Uchiza"
		},
		{
			"1":"1992 – Alberto Fujimori's self-coup. On 5 April"
		},
		{
			"1":"1992 – Sendero Luminoso staged a car bombing on Tarata Avenue in Lima's Miraflores district"
		},
		{
			"1":"1992 – Masacre de la Cantuta. Paramilitaries from the Colina group attacked the Universidad Enrique Guzmán y Valle"
		},
		{
			"1":"1992 – Abimael Guzmán"
		},
		{
			"1":"1996 – Members of the MRTA stormed the Japanese embassy in Lima. They held dozens of hostages for four months."
		},
		{
			"1":"1998 – Matanza del valle de Tsiriari. An armed group attacked several communities in the Tsiriari Valley in the Junínn region and massacred the local population."
		},
		{
			"1":"2000 – During a political crisis"
		},
		{
			"1":"Memory initiatives"
		},
		{
			"1":"Informe final de la Comisión de Verdad y Reconciliación (2003): a nine-volume document published as a result of this commission's work. It establishes responsibilities for human rights violations by both subversive groups and the state and its armed forces."
		},
		{
			"1":"Ley N°28.592 Crea el Plan Integral de Reparaciones (2005"
		},
		{
			"1":"Caso Abimael Guzmán y otros (2006): civilian trial in which Abimael Guzmán was sentenced to life imprisonment for aggravated terrorism and murder."
		},
		{
			"1":"Juicio a Alberto Fujimori (2009): Trial in which the former dictator was sentenced to 25 years in prison for crimes against humanity following his extradition."
		},
		{
			"1":"Sites of memory"
		},
		{
			"1":"Yuyanapaq: para recordar: a photographic exhibition documenting the period of the internal armed conflict. Inaugurated in 2003"
		},
		{
			"1":"Museo de la memoria “Para que no se repita”: a memorial space inaugurated in Ayacucho in 2006"
		},
		{
			"1":"El ojo que llora: memorial created by Lika Mutal"
		},
		{
			"1":"Lugar de la Memoria"
		},
		{
			"1":"Organisations"
		},
		{
			"1":"Asociación Nacional de Familiares de Secuestrados"
		},
		{
			"1":"Coordinadora nacional de derechos humanos (CNDDHH): a body created in 1985 that brings together a group of civil society organisations working to defend and promote human rights."
		},
		{
			"1":"Comisión de Verdad y Reconciliación: an official body created in 2001 during the administration of Valentín Paniagua to investigate the violence that took place between May 1980 and November 2000. The commission's archives are currently housed in the Centro de información para la memoria y los derechos humanos."
		},
		{
			"1":"Issues specific to the country"
		},
		{
			"1":"The conflict spread throughout the entire Peruvian territory"
		}
	]
}