{
    "EcuadorData": [
      {
        "category": "Key historical events",
        "description": "1973 – Coup d’état",
        "year": "1973",
        "data": "Coup d’état. On June 27, Juan María Bordaberry dissolves the parliament and takes control of the government with the armed forces. Political parties and civic organisations were dissolved, and the universities and public administration were interfered with.A period of violent repression by state agents began, including the imprisonment, torture and murder of citizens.La Secretaría de Derechos humanos estimates that 192 people disappeared during this period. The Museo de la Memoria estimates that around 5,000 people were prosecuted by the military justice system, a further 3,700 were detained without trial, and 380,000 were forced into exile."
      },
      {
        "category": "Key historical events",
        "description": "1976 – The armed forces ousted Bordaberry",
        "year": "1976",
        "data": " The armed forces ousted Bordaberry and took full control of the government."
      },
      {
        "category": "Key historical events",
        "description": "1976 – Zelmar Michelini and Héctor Gutiérrez",
        "year": "1976",
        "data": " Zelmar Michelini and Héctor Gutiérrez, opposition politicians, and Rosario Barredo and William Whitelaw of the Tupamaros movement, were murdered in Buenos Aires."
      },
      {
        "category": "Key historical events",
        "description": "1980 – In a referendum ",
        "year": "1980",
        "data": "In a referendum, Uruguayans rejected the constitutional reform proposed by the authoritarian regime."
      },
      {
        "category": "Key historical events",
        "description": "1983 –  Acto del obelisco",
        "year": "1983",
        "data": " Acto del obelisco. In a year that saw numerous demonstrations against the dictatorship, this rally was the largest. A proclamation was made in favour of democracy in Uruguay."
      },
      {
        "category": "Key historical events",
        "description": "1984 – Pacto del Club Naval",
        "year": "1984",
        "data": "Pacto del Club Naval. Negotiations were held between representatives of various political parties and the Uruguayan armed forces. It was the prelude to the elections held later that year."
      },
      {
        "category": "Key historical events",
        "description": "1985 – On March 1”",
        "year": "1985",
        "data": "On March 1, Julio María Sanguinetti assumes the presidency following democratic elections."
      },
      {
        "category": "Key historical events",
        "description": "1985 – On March 14",
        "year": "1985",
        "data": "On March 14, the last political prisoners of the dictatorship are released from the Cárcel Central. ."
      },
      {
        "category": "Memory initiatives",
        "description": "Informe: sin verdad no hay justicia (2010)",
        "year": "2010",
        "data": "A document comprising five volumes that detail the work of the Comisión de la Verdad regarding the 1983-2008 period."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley 15.737 (1985)",
        "year": "1985",
        "data": "Ley 15.737 (1985): a law that allowed the release of political prisoners by declaring an amnesty for political crimes committed by civilians."
      },
      {
        "category": "Memory initiatives",
        "description": "Informe final de la Comisión por la paz (2003)",
        "year": "2003",
        "data": "Informe final de la Comisión por la paz (2003): a report containing the results of the work of this commission on the cases of forcibly disappeared prisoners."
      },
      {
        "category": "Memory initiatives",
        "description": "Investigación Histórica sobre Detenidos Desaparecidos ",
        "year": "2006",
        "data": "Investigación Histórica sobre Detenidos Desaparecidos (2006): a five-volume document published as a result of an agreement between the Uruguayan Presidency and the Universidad de la República, to study in detail the cases of enforced disappearance."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley 18.596 (2009)",
        "year": "2009",
        "data": "Ley 18.596 (2009): a law that recognises the responsibility of the Uruguayan State for the violation of fundamental rights between 1968 and 1975, and the right to full reparation for the victims."
      },
      {
        "category": "Memory initiatives",
        "description": "Ley 19.641 (2018)",
        "year": "2018",
        "data": "Ley 19.641 (2018). Sitios de Memoria Histórica del pasado reciente: a law that aims to create sites of remembrance in places where the actions of the State led to the violation of human rights.  ."
      },
      {
        "category": "Organizations",
        "description": "Servicio Paz y Justicia Uruguay (SERPAJ)",
        "year": "1981",
        "data": "Servicio Paz y Justicia Uruguay (SERPAJ): a non-governmental organisation active since 1981, assisting relatives of disappeared prisoners and organising demonstrations against the dictatorship. Regularly publishes reports on the human rights situation."
      },
      {
        "category": "Organizations",
        "description": "Madres y familiares de uruguayos detenidos desaparecidos",
        "year": "1983",
        "data": "Madres y familiares de uruguayos detenidos desaparecidos: organisation consolidated in 1983, bringing together relatives of disappeared prisoners."
      },
      {
        "category": "Organizations",
        "description": "Servicio Paz y Justicia Uruguay (SERPAJ)",
        "year": "1984",
        "data": "Institución de Estudios Sociales y Legales del Uruguay (IELSUR): a non-governmental organisation that has been carrying out legal actions in defence of human rights since 1984."
      },
      {
        "category": "Organizations",
        "description": "Comisión Investigadora sobre ",
        "year": "1985",
        "data": "Comisión Investigadora sobre la situación de Personas Desaparecidas y Hechos que la Motivaron: an official body created in 1985 to investigate allegations of disappearances that occurred between 1973 and 1978. Its findings were published in a report."
      },
      {
        "category": "Organizations",
        "description": "Comisión por la Paz",
        "year": "2000",
        "data": "Comisión por la Paz: body created in 2000 to investigate the disappearances that took place during the dictatorship. In the work of the Commission, the State takes on the work of remembrance as an official task."
      },
      {
        "category": "Sites of memory",
        "description": "Memorial en Recordación de los Detenidos y Desaparecidos",
        "year": "2001",
        "data": "Memorial en Recordación de los Detenidos y Desaparecidos. a monument inaugurated in 2001, located on the Cerro de Montevideo. It contains engravings of the names of citizens who disappeared during the dictatorship."
      },
      {
        "category": "sites of memory",
        "description": "Marcas de la memoria",
        "year": "N/A",
        "data": "Marcas de la memoria:  a spatial intervention project that includes the installation of commemorative plaques in a series of sites associated with the resistance of Uruguayan civil society against the dictatorship."
      },
      {
        "category": "sites of memory",
        "description": "Museo de la memoria (MUME)",
        "year": "N/A",
        "data": "Museo de la memoria (MUME): an institution dedicated to the promotion of human rights through the construction of memory. It houses various records of state violence during the dictatorship and forms of resistance to it."
      },
      {
        "category": "sites of memory",
        "description": "Marcha del silencio",
        "year": "2016",
        "data": "Marcha del silencio: a walk held every year on March 20, since 2016, in different parts of Uruguay to demand the clarification of crimes committed during the dictatorship."
      }
      
    ]
  }
  